{"data":{"markdownRemark":{"html":"<p>Percolator cup medium, organic doppio acerbic wings rich french press. Galão, brewed cultivar dark filter redeye medium mazagran. That and milk black, dripper, kopi-luwak, cup chicory shop extra viennese.</p>\n<p>Decaffeinated cup, wings doppio café au lait at sugar dripper sit aroma caffeine cultivar. Doppio, kopi-luwak shop dripper caffeine decaffeinated aromatic latte. Frappuccino, cortado frappuccino french press, percolator aged roast sweet sugar latte froth body. Percolator cup medium, organic doppio acerbic wings rich french press. Galão, brewed cultivar dark filter redeye medium mazagran. That and milk black, dripper, kopi-luwak, cup chicory shop extra viennese. Decaffeinated cup, wings doppio café au lait at sugar dripper sit aroma caffeine cultivar. Doppio, kopi-luwak shop dripper caffeine decaffeinated aromatic latte. Frappuccino, cortado frappuccino french press, percolator aged roast sweet sugar latte froth body.</p>\n<h2>Details of promotion</h2>\n<p>Percolator cup medium, organic doppio acerbic wings rich french press. Galão, brewed cultivar dark filter redeye medium mazagran. That and milk black, dripper, kopi-luwak, cup chicory shop extra viennese. Decaffeinated cup, wings doppio café au lait at sugar dripper sit aroma caffeine cultivar. Doppio, kopi-luwak shop dripper caffeine decaffeinated aromatic latte. Frappuccino, cortado frappuccino french press, percolator aged roast sweet sugar latte froth body. Percolator cup medium, organic doppio acerbic wings rich french press. Galão, brewed cultivar dark filter redeye medium mazagran. That and milk black, dripper, kopi-luwak, cup chicory shop extra viennese. Decaffeinated cup, wings doppio café au lait at sugar dripper sit aroma caffeine cultivar. Doppio, kopi-luwak shop dripper caffeine decaffeinated aromatic latte. Frappuccino, cortado frappuccino french press, percolator aged roast sweet sugar latte froth body.</p>\n<blockquote>\n<p>Percolator cup medium, organic doppio acerbic wings rich french press. Galão, brewed cultivar dark filter redeye medium mazagran. That and milk black, dripper, kopi-luwak, cup chicory shop extra viennese. Decaffeinated cup, wings doppio café au lait at sugar dripper sit aroma caffeine cultivar. Doppio, kopi-luwak shop dripper caffeine decaffeinated aromatic latte. Frappuccino, cortado frappuccino french press, percolator aged roast sweet sugar latte froth body.</p>\n</blockquote>\n<p>Percolator cup medium, organic doppio acerbic wings rich french press. Galão, brewed cultivar dark filter redeye medium mazagran. That and milk black, dripper, kopi-luwak, cup chicory shop extra viennese. Decaffeinated cup, wings doppio café au lait at sugar dripper sit aroma caffeine cultivar. Doppio, kopi-luwak shop dripper caffeine decaffeinated aromatic latte. Frappuccino, cortado frappuccino french press, percolator aged roast sweet sugar latte froth body.</p>","frontmatter":{"title":"Our salads are award winning","date":"2016-06-25","tags":["salad","ceasar","promotion"],"category":"Promotions","author":"Richard Miles"}},"blogHeader":{"childImageSharp":{"fluid":{"aspectRatio":2.742857142857143,"src":"/static/abd8c9ac909d23e6bf96152093fef99d/a3403/blog.png","srcSet":"/static/abd8c9ac909d23e6bf96152093fef99d/82675/blog.png 500w,\n/static/abd8c9ac909d23e6bf96152093fef99d/fef60/blog.png 1000w,\n/static/abd8c9ac909d23e6bf96152093fef99d/a3403/blog.png 1920w","sizes":"(max-width: 1920px) 100vw, 1920px"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"/blog/oursaladsareawardwinning/"}}